; File Joiner (www.igorware.com/file-joiner)

[translation]
vers=2.3.0
laid=0x0816
lang=Portugues, Portugal (Portuguese)
name=Trindade71
date=2013-09-27

[controls]
000=Automático
001=Adicionar &Ficheiros
002=Adicionar Pasta
003=&Remover
004=Remover Tudo
005=Procurar
006=Anexar ao primeiro ficheiro da lista (só para utilizadores avançados!)
007=Hash
008=Limpar
009=Quando acabar:
010=Abrir o ficheiro de saida
011=Abrir a pasta de saida
012=Apagar as partes
013=Sair

[about]
000=Cerca de %s
001=OK

[list_column]
000=Caminho
001=Tamanho
002=Estado

[list_status_cat]
000=OK
001=Aviso
002=Erro

[list_status]
000=OK
001=Aviso: numero ordinal inesperado 
002=Aviso: tamanho do ficheiro não coincide com o primeiro ficheiro
003=Aviso: tamanho do último ficheiro é maior que os anteriores ficheiros
004=erro: ficheiro não pode ser aberto para escrita!
005=erro: ficheiro não pode ser aberto para leitura!

[list_tooltip]
000=Lista de entrada de ficheiros
001=Caminho:\t %s\r\nTamanho:\t %s\r\nOrdinal:\t %d\r\nEstado:\t %s

[join_button]
000=&Parar
001=&Unir

[settings]
000=Configurações
001=Testes
002=Testar para &partes perdidas em carga
003=Testar tamanho das partes &consistência em carga
004=Testar as partes perdidas
005=Testar consistência do tamanho das partes
006=Lista de ficheiros
007=&Ordenar utilizando só o ultimo número do caminho do ficheiro (+rápido)
008=&Remover todos os ficheiros da lista após Unir
009=Desativar &carga automática das partes
010=Recursos sub-&pastas
011=Geral
012=Memorizar & posição da janela
013=Usar Reciclagem quando &apagar partes
014=Caminho de saída por defeito
015=Igual á pasta de entrada
016=Caminho personalizado
017=Guardar
018=Cancelar
019=Procurar nova versão ao iniciar

[menu]
000=&Opções
001=Sempre no &topo\tCtrl + T
002=Associar com .001 files (não portáteis)
003=Desativar &hash
004=&Remover todos os ficheiros da lista após Unir
005=&Configurações

006=&Idioma

007=&Ajuda
008=Ajuda &Online
009=&Webpage
010=&Sobre
011=Procurar &nova versão

[menu_popup]
000=Abrir localização &do ficheiro
001=&Lista de Importações
002=&Lista de Exportações
003=&Remover
004=Remover tudo

[messages]
001=Impossível criar ligação :(
002=A operação de unir está em progresso, quer mesmo sair? (não recomendado)
003=Pronto
004=A Unir...
005=A operação de unir está em progresso!
006=Ficheiros unidos com sucesso!

007=Tem apenas 1 ficheiro na lista!
008=Não escolheu nenhum ficheiro para mover!
009=Lista de ficheiros está vazia, não existem ficheiros para unir!
010=Ficheiro não pode ser aberto!
011=O ficheiro de saída escolhido não pode ser criado!
012=Gravação de ficheiro falhou! Pouco espaço em disco?
013=Ficheiros adicionados: %d
014=Ficheiros carregados automaticamente: %d
015=Ficheiro de saída já existe. Deseja substituir o ficheiro?
016=Caminho do ficheiro de saída não é especificado!

017=Testar Partes perdidas
018=Parece que lhe falta %d parte(s) com o ordinal(s): %s.
019=Parece que lhe falta mais do que %d partes com ordinais: %s.
020=Testar tamanho das partes
021=Parece que %d parte(s) tem um tamanho diferente da primeira parte, isto pode querer dizer que essas partes estão corrompidas ou não pertencem ao mesmo grupo. Ordinal(s) de parte(s) com tamanho diferente: %s.
022=Parece que a última parte não tem um tamanho de ficheiro menor o que pode ser querer dizer que lhe falta a última parte, no entanto pode não ser necessariamente verdade.
023=\n\nTem a certeza de que deseja continuar com a operação de União?
024=Caminho personalizado: "%s"
025=-Saída

[tooltips]
000=* APENAS PARA UTILIZADORES AVANÇADOS *\r\nAssociar todos os ficheiros ao primeiro ficheiro da lista.\r\nGanha em velocidade, mas é mau se se enganar ao ordenar a lista de ficheiros.
001=Mover ficheiro(s) selecionado(s) para cima na lista
002=Mover ficheiro(s) selecionado(s) para baixo na lista
003=Caminho onde o ficheiro de saída vai ser guardado
004=Procurar uma localização para guardar o ficheiro de saída
005=Unir os ficheiros da lista
006=Estado
007=Adicionar ficheiros á lista
008=Adicionar todos os ficheiros da pasta
009=Remover da lista todos os itens selecionados
010=Remover todos os itens da lista
011=Ordenar os ficheiros da lista
012=Alternar ordenamento automático
013=CRC32 hash
014=Alternar cálculo de CRC32 hash
015=MD5 hash
016=Alternar cálculo de of MD5 hash
017=Limpar os valores da hash
018=Apagar todas as partes do disco quando terminar (apenas após sucesso na união)
019=Sair quando terminar (apenas após sucesso na união)
020=Abrir ficheiro de saída quando terminar (apenas após sucesso na união)
021=Abrir pasta de saída quando terminar (apenas após sucesso na união)

[updater]
000=File Joiner %s (%s) está disponível. Deseja abrir a página de download?
001=Já possui a última versão.
002=Incapaz de procurar uma nova versão.
